Revit 2024 API
FilterStringGreater Properties
The FilterStringGreater type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from FilterStringRuleEvaluator.)
See Also
FilterStringGreater Class
Autodesk.Revit.DB Namespace